Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_settings_show_name
source: Show sender's name
id: Tampilkan nama pengirim

# lng_settings_show_preview
source: Show message preview
id: Tampilkan pratinjau pesan

# lng_settings_show_sessions
source: Show all sessions
id: Tampilkan semua sesi

# lng_settings_sound_notify
source: Play sound
id: Hidupkan suara

# lng_settings_sound_notify_off
source: Off
id: Mati

# lng_settings_spellchecker
source: Spell checker
id: Pemeriksa ejaan

# lng_settings_start_min
source: Launch minimized
id: Buka dalam mode minimized

# lng_settings_stickers_emoji
source: Stickers and emoji
id: Stiker dan emoji

# lng_settings_suggest_animated_emoji
source: Suggest animated emoji
id: Sarankan emoji beranimasi

# lng_settings_suggest_by_emoji
source: Suggest popular stickers by emoji
id: Sarankan stiker populer dari emoji

# lng_settings_suggest_emoji
source: Suggest emoji replacements
id: Sarankan penggantian emoji

# lng_settings_system_integration
source: System integration
id: Integrasi sistem

# lng_settings_system_spellchecker
source: Use system spell checker
id: Gunakan pemeriksa ejaan sistem

# lng_settings_terminate_if
source: If inactive for...
id: Jika tidak aktif selama...

# lng_settings_terminate_title
source: Terminate old sessions
id: Hentikan sesi lama

# lng_settings_theme_accent_title
source: Choose accent color
id: Pilih warna aksen

# lng_settings_theme_blue
source: Blue
id: Biru

# lng_settings_theme_classic
source: Classic
id: Klasik

# lng_settings_theme_day
source: Day
id: Terang

# lng_settings_theme_matrix
source: Matrix
id: Matriks

# lng_settings_theme_midnight
source: Midnight
id: Larut

# lng_settings_theme_night
source: Night
id: Malam

# lng_settings_theme_tinted
source: Tinted
id: Gelap

# lng_settings_themes
source: Themes
id: Tema

# lng_settings_title_account_name
source: Show active account
id: Tampilkan akun aktif

# lng_settings_title_chat_name
source: Show chat name
id: Tampilkan nama obrolan

# lng_settings_title_total_count
source: Total unread count
id: Total yang belum dibaca

# lng_settings_ttl_about
source: Automatically delete messages for everyone after a period of time in all new chats you start.
id: Secara otomatis menghapus pesan bagi semua anggota setelah jangka waktu tertentu dalam semua obrolan baru yang Anda mulai.

# lng_settings_ttl_after
source: After {after_duration}
id: Setelah {after_duration}

# lng_settings_ttl_after_about
source: If enabled, all new messages in chats you start will be automatically deleted for everyone at some point after they are sent. You can also {link}.
id: Jika diaktifkan, semua pesan baru dalam obrolan yang Anda mulai akan dihapus secara otomatis bagi semua anggota setelah jangka waktu tertentu. Anda juga dapat {link}.

# lng_settings_ttl_after_about_link
source: apply this setting for your existing chats
id: menerapkan pengaturan ini untuk obrolan Anda yang sudah ada

# lng_settings_ttl_after_custom
source: Set Custom Time
id: Atur Waktu Kustom

# lng_settings_ttl_after_days_other
source: {count} days
id: {count} hari

# lng_settings_ttl_after_hours_other
source: {count} hours
id: {count} jam

# lng_settings_ttl_after_months_other
source: {count} months
id: {count} bulan

# lng_settings_ttl_after_off
source: Off
id: Mati

# lng_settings_ttl_after_subtitle
source: Self-destruct timer
id: Timer penghancur otomatis

# lng_settings_ttl_after_sure
source: Are you sure you want all messages in your new private chats and in new groups you create to be automatically deleted for everyone {after_duration} after they are sent?
id: Anda yakin ingin semua pesan dalam obrolan pribadi dan grup baru yang Anda buat dihapus secara otomatis bagi semua anggota {after_duration} setelah dikirim?

# lng_settings_ttl_after_toast
source: Messages in all new chats you start will be automatically deleted after {after_duration}.
id: Pesan di semua obrolan baru yang Anda mulai akan dihapus secara otomatis setelah {after_duration}.

# lng_settings_ttl_after_weeks_other
source: {count} weeks
id: {count} minggu

# lng_settings_ttl_after_years_other
source: {count} years
id: {count} tahun

# lng_settings_ttl_select_chats_disabled_toast_other
source: Auto-delete timer has been disabled in {count} selected chats.
id: Timer hapus otomatis telah dinonaktifkan dalam {count} obrolan terpilih.

# lng_settings_ttl_select_chats_sorry
source: Sorry, you can't set a self-destruct timer in this chat.
id: Maaf, Anda tidak dapat mengatur timer penghancur otomatis dalam obrolan ini.

# lng_settings_ttl_select_chats_status
source: auto-delete after {after_duration}
id: hapus otomatis setelah {after_duration}

# lng_settings_ttl_select_chats_status_disabled
source: auto-delete disabled
id: hapus otomatis nonaktif

# lng_settings_ttl_select_chats_subtitle
source: to apply the self-destruct timer
id: tempat timer hancur otomatis dinyalakan

# lng_settings_ttl_select_chats_subtitle_chosen
source: will have the self-destruct timer
id: akan memiliki timer penghancur otomatis

# lng_settings_ttl_select_chats_title
source: Select Chats
id: Pilih Obrolan

# lng_settings_ttl_select_chats_toast_other
source: Self-destruct timer for {duration} has been enabled in {count} selected chats.
id: Timer penghancur otomatis {duration} telah diaktifkan di {count}.

# lng_settings_ttl_title
source: Auto-Delete Messages
id: Hapus Pesan Otomatis

# lng_settings_update_automatically
source: Update automatically
id: Pembaruan otomatis

# lng_settings_update_checking
source: Checking for updates...
id: Memeriksa adanya pembaruan...

# lng_settings_update_fail
source: Update check failed :(
id: Pemeriksaan adanya pembaruan gagal :(

# lng_settings_update_now
source: Restart Now
id: Restart Sekarang

# lng_settings_update_ready
source: New version is ready
id: Versi baru tersedia

# lng_settings_upload
source: Set Profile Photo
id: Atur Foto Profil

# lng_settings_uploading_photo
source: Uploading photo...
id: Mengunggah foto...

# lng_settings_use_native_notifications
source: Use native notifications
id: Gunakan notifikasi sistem

# lng_settings_use_windows
source: Use Windows notifications
id: Gunakan notifikasi Windows

# lng_settings_username_add
source: Add username
id: Tambah username

# lng_settings_version_info
source: Version and updates
id: Versi and pembaruan

# lng_settings_view_emojis
source: View list
id: Lihat daftar

# lng_settings_voices_privacy
source: Voice messages
id: Pesan suara

# lng_settings_window_system
source: Window title bar
id: Bilah judul jendela

# lng_settings_workmode_tray
source: Show tray icon
id: Tampilkan di tray icon

# lng_settings_workmode_window
source: Show taskbar icon
id: Tampilkan di icon taskbar

# lng_share_cant
source: Sorry, no way to share here :(
id: Maaf, tidak dapat membagikan apa pun di sini :(

# lng_share_confirm
source: Send
id: Kirim

# lng_share_copy_link
source: Copy share link
id: Salin tautan berbagi

# lng_share_done
source: Done!
id: Selesai!

# lng_share_game_link_copied
source: Game link copied to clipboard.
id: Tautan game disalin ke papan klip.

# lng_share_title
source: Share to
id: Bagikan ke

# lng_share_wrong_user
source: This game was opened from a different user.
id: Game ini telah dibuka oleh pengguna yang berbeda.

# lng_signed_author
source: Author: {user}
id: Penulis: {user}

# lng_signin_bad_password
source: You have entered a wrong password.
id: Kata sandi yang Anda masukkan salah.

# lng_signin_banned_help
source: Help
id: Bantuan

# lng_signin_banned_text
source: This phone number is banned.
id: Nomor ponsel ini diblokir.

# lng_signin_cant_email_forgot
source: If you can't restore access to the email, your remaining options are either to remember your password or to reset your account.
id: Jika Anda tidak dapat mengembalikan akses melalui Email, opsi Anda saat ini adalah mengingat kata sandi atau mengatur ulang akun Anda.

# lng_signin_code
source: Code from the email
id: Kode dari Email

# lng_signin_desc
source: Please enter your cloud password.
id: Masukkan kata sandi awan Anda

# lng_signin_hint
source: Hint: {password_hint}
id: Petunjuk: {password_hint}

# lng_signin_no_email_forgot
source: Since you didn't provide a recovery email when setting up your password, your remaining options are either to remember your password or to reset your account.
id: Karena Anda tidak memasukkan email pemulihan saat mendaftar, pilihan Anda adalah mengingat kata sandi atau set ulang akun Anda.

# lng_signin_password
source: Your cloud password
id: Kata sandi awan Anda

# lng_signin_password_removed
source: Your cloud password was disabled. You can set up a new one in Settings.
id: Kata sandi awan Anda tidak aktif. Anda dapat membuatnya di Pengaturan.

# lng_signin_recover
source: Forgot password?
id: Lupa kata sandi?

# lng_signin_recover_desc
source: Please enter the code from the email {email}
id: Silakan masukkan kode dari Email {email}

# lng_signin_recover_hint
source: We sent a code to {recover_email}
id: Kami mengirim kode ke {recover_email}

# lng_signin_recover_title
source: Password reset
id: Reset sandi

# lng_signin_reset_account
source: Reset your account
id: Reset akun Anda

# lng_signin_reset_cancelled
source: Your recent attempts to reset this account have been canceled by its active user. Please try again in 7 days.
id: Percobaan reset akun ini yang Anda lakukan belakangan ini telah dibatalkan oleh pengguna aktif. Silakan coba lagi dalam 7 hari.

# lng_signin_reset_days_other
source: {count} days
id: {count} hari

# lng_signin_reset_hours_other
source: {count} hours
id: {count} jam

# lng_signin_reset_minutes_other
source: {count} minutes
id: {count} menit

# lng_signin_reset_wait
source: Since the account {phone_number} is active and protected by a password, it will be deleted in 1 week. This delay is required for security purposes. You can cancel this process anytime. You'll be able to reset your account in: {when}
id: Karena akun {phone_number} aktif dan dilindungi kata sandi, akun tersebut akan dihapus dalam 1 minggu. Penundaan ini diperlukan untuk tujuan keamanan. Anda dapat membatalkan proses ini kapan saja. Anda dapat melakukan reset akun dalam: {when}

# lng_signin_sure_reset
source: You will lose all your Telegram chats, messages, media and files if you proceed. Do you want to reset your account?
id: Anda akan kehilangan seluruh obrolan, pesan, media, dan berkas Telegram Anda apabila Anda lanjut. Apakah Anda ingin me-reset akun Anda?

# lng_signin_title
source: Cloud password check
id: Pengecekan kata sandi awan

# lng_signin_try_password
source: Unable to access your email?
id: Tidak dapat mengakses surel Anda?

# lng_signin_wrong_code
source: You have entered an invalid code.
id: Kode yang Anda masukkan salah.

# lng_signup_desc
source: Please enter your name and upload a photo.
id: Masukkan nama Anda dan unggah foto.

# lng_signup_firstname
source: First name
id: Nama depan

# lng_signup_lastname
source: Last name
id: Nama belakang

# lng_signup_title
source: Your Info
id: Info Anda

# lng_slowmode_enabled
source: Slow Mode is active. You can send your next message in {left}.
id: Mode Lambat aktif. Anda dapat mengirim pesan selanjutnya dalam {left}.

# lng_slowmode_no_many
source: Slow mode is enabled. You can't send more than one message at a time.
id: Mode lambat aktif. Anda tidak dapat mengirim beberapa pesan sekaligus.

# lng_slowmode_seconds_other
source: {count} seconds
id: {count} detik

# lng_slowmode_too_long
source: This text is too long to send as one message. Slow mode is active. You can't send more than one message at once.
id: Maaf, teks ini terlalu panjang untuk dikirim dalam satu pesan. Mode Lambat aktif. Anda tidak dapat mengirim banyak pesan sekaligus.

# lng_spellchecker_add
source: Add to Dictionary
id: Tambahkan ke Kamus

# lng_spellchecker_ignore
source: Ignore word
id: Abaikan kata

# lng_spellchecker_remove
source: Remove from Dictionary
id: Hapus dari Kamus

# lng_spellchecker_submenu
source: Spelling
id: Ejaan

# lng_sponsored
source: sponsored
id: sponsor

# lng_sponsored_hide_ads
source: Hide
id: Sembunyikan

# lng_sponsored_info_description1
source: Unlike other apps, Telegram never uses your private data to target ads. Sponsored messages on Telegram are based solely on the topic of the public channels in which they are shown. This means that no user data is mined or analyzed to display ads, and every user viewing a channel on Telegram sees the same sponsored messages. Unlike other apps, Telegram doesn't track whether you tapped on a sponsored message and doesn't profile you based on your activity. We also prevent external links in sponsored messages to ensure that third parties can’t spy on our users. We believe that everyone has the right to privacy, and technological platforms should respect that. Telegram offers a free and unlimited service to hundreds of millions of users, which involves significant server and traffic costs. In order to remain independent and stay true to its values, Telegram developed a paid tool to promote messages with user privacy in mind. We welcome responsible advertisers at:
id: Tidak seperti aplikasi lain, Telegram tidak pernah menggunakan data pribadi Anda untuk menargetkan iklan. Pesan bersponsor di Telegram hanya didasarkan pada topik channel publik tempat pesan tersebut ditampilkan. Ini berarti tidak ada data pengguna yang dikumpulkan atau dianalisis untuk menampilkan iklan, dan setiap pengguna yang melihat channel di Telegram melihat pesan sponsor yang sama. Tidak seperti aplikasi lain, Telegram tidak melacak apakah Anda mengetuk pesan sponsor dan tidak membuat profil Anda berdasarkan aktivitas Anda. Kami juga mencegah tautan eksternal dalam pesan sponsor untuk memastikan bahwa pihak ketiga tidak dapat memata-matai pengguna kami. Kami percaya bahwa setiap orang memiliki hak atas privasi, dan platform teknologi harus menghormati itu. Telegram menawarkan layanan gratis dan tidak terbatas kepada ratusan juta pengguna, yang melibatkan biaya server dan lalu lintas yang signifikan. Agar tetap mandiri dan tetap setia pada nilai-nilainya, Telegram mengembangkan alat berbayar untuk mempromosikan pesan dengan mempertimbangkan privasi pengguna. Kami menyambut pengiklan yang bertanggung jawab di:

# lng_sponsored_info_description2
source: Sponsored Messages are currently in test mode. Once they are fully launched and allow Telegram to cover its basic costs, we will start sharing ad revenue with the owners of public channels in which sponsored messages are displayed. Online ads should no longer be synonymous with abuse of user privacy. Let us redefine how a tech company should operate – together.
id: Pesan Bersponsor saat ini dalam mode uji. Setelah pesan bersponsor sepenuhnya diluncurkan dan memungkinkan Telegram untuk menutupi biaya dasar, kami akan mulai berbagi pendapatan iklan dengan pemilik channel publik tempat pesan sponsor ditampilkan. Iklan online seharusnya tidak lagi identik dengan penyalahgunaan privasi pengguna. Mari kita definisikan kembali cara perusahaan teknologi harus beroperasi – bersama-sama.

# lng_sponsored_title
source: What are sponsored messages?
id: Apa itu pesan bersponsor?

# lng_start_msgs
source: Start Messaging
id: Mulai Mengobrol

# lng_status_bot_not_reads_all
source: has no access to messages
id: tidak mempunyai akses ke pesan

# lng_status_bot_reads_all
source: has access to messages
id: memiliki akses ke pesan

# lng_status_connecting
source: connecting...
id: menghubungkan...

# lng_status_last_month
source: last seen within a month
id: terakhir dilihat dalam satu bulan

# lng_status_last_week
source: last seen within a week
id: terlihat seminggu yang lalu

# lng_status_lastseen_date
source: last seen {date}
id: telihat {date}

# lng_status_lastseen_date_time
source: last seen {date} at {time}
id: terlihat {date} pada {time}

# lng_status_lastseen_hours_other
source: last seen {count} hours ago
id: terlihat {count} jam yang lalu

# lng_status_lastseen_minutes_other
source: last seen {count} minutes ago
id: Terlihat {count} menit yang lalu

# lng_status_lastseen_now
source: last seen just now
id: terlihat baru saja

# lng_status_lastseen_today
source: last seen today at {time}
id: terlihat hari ini pada {time}

# lng_status_lastseen_yesterday
source: last seen yesterday at {time}
id: terlihat kemarin pada {time}

# lng_status_offline
source: last seen a long time ago
id: tak terlihat sangat lama

# lng_status_recently
source: last seen recently
id: terlihat belakangan ini

# lng_status_service_notifications
source: service notifications
id: pemberitahuan layanan

# lng_status_support
source: support
id: dukungan

# lng_sticker_premium_text
source: This set contains premium stickers like this one.
id: Set ini mengandung stiker premium seperti yang satu ini.

# lng_sticker_premium_title
source: With Effects
id: Dengan Efek

# lng_sticker_premium_view
source: View
id: Lihat

# lng_stickers_add_emoji
source: Add emoji
id: Tambah emoji

# lng_stickers_add_masks
source: Add masks
id: Tambah mask

# lng_stickers_add_pack
source: Add stickers
id: Tambah stiker

# lng_stickers_archive_pack
source: Archive Stickers
id: Arsipkan Stiker

# lng_stickers_archived_tab
source: Archived
id: Arsip

# lng_stickers_attached_sets
source: Sets of attached stickers
id: Set stiker terlampir

# lng_stickers_copied
source: Link copied to clipboard.
id: Tautan disalin ke papan klip.

# lng_stickers_copied_emoji
source: Emoji pack link copied to clipboard.
id: Tautan paket emoji disalin ke papan klip.

# lng_stickers_count_other
source: {count} stickers
id: {count} stiker

# lng_stickers_default_set
source: Great Minds
id: Pemikir Hebat

# lng_stickers_featured_add
source: Add
id: Tambah

# lng_stickers_featured_tab
source: Trending
id: Tren

# lng_stickers_group_from_featured
source: Choose from trending stickers
id: Pilih dari stiker trending

# lng_stickers_group_from_your
source: Choose from your stickers
id: Pilih dari stiker Anda

# lng_stickers_group_set
source: Group sticker set
id: Grup set stiker

# lng_stickers_has_been_archived
source: Sticker pack has been archived.
id: Paket stiker telah diarsipkan.

# lng_stickers_installed_tab
source: Stickers
id: Stiker

# lng_stickers_masks_pack
source: This is a set of masks. Masks are only supported by mobile versions of Telegram.
id: Ini adalah sebuah set mask. Mask hanya didukung oleh versi ponsel Telegram.

# lng_stickers_masks_tab
source: Masks
id: Mask

# lng_stickers_not_found
source: Sticker pack not found.
id: Paket stiker tidak ditemukan.

# lng_stickers_nothing_found
source: No stickers found
id: Stiker tidak ditemukan

# lng_stickers_packs_archived
source: Some of your unused stickers were archived to make room for the sets you activated.
id: Beberapa stiker yang tidak digunakan telah diarsipkan untuk membuat ruang bagi set stiker yang aktif.

# lng_stickers_remove_group_set
source: Remove group sticker set?
id: Hapus set stiker grup?

# lng_stickers_remove_pack
source: Remove "{sticker_pack}"?
id: Hapus "{sticker_pack}"?

# lng_stickers_remove_pack_button
source: Remove Stickers
id: Hapus Stiker

# lng_stickers_remove_pack_confirm
source: Remove
id: Hapus

# lng_stickers_return
source: Undo
id: Ulang

# lng_stickers_search_sets
source: Search sticker sets
id: Cari set stiker

# lng_stickers_share_emoji
source: Share Emoji
id: Bagikan Emoji

# lng_stickers_share_masks
source: Share Masks
id: Bagikan Mask

# lng_stickers_share_pack
source: Share Stickers
id: Bagikan stiker

# lng_stickers_you_have
source: Manage sticker sets
id: Kelola set stiker

# lng_suggest_hide_new_about
source: You are receiving lots of new chats from users who are not in your Contact List. Do you want to have such chats **automatically muted** and **archived**?
id: Anda menerima banyak obrolan baru dari pengguna di luar kontak Anda. Apakah Anda ingin **membisukan** dan **mengarsip** obrolan tersebut **secara otomatis**?

# lng_suggest_hide_new_title
source: Hide new chats?
id: Sembunyikan obrolan baru?

# lng_suggest_hide_new_to_settings
source: Go to Settings
id: Buka Pengaturan

# lng_sure_add_admin_invite
source: This user is not a member of this group. Add them to the group and promote them to admin?
id: Pengguna ini bukan anggota grup. Tambah dan promosikan dia menjadi admin?

# lng_sure_add_admin_invite_channel
source: This user is not a subscriber of this channel. Add them to the channel and promote them to admin?
id: Pengguna ini bukanlah pelanggan channel ini. Tambahkan pengguna ini dan jadikan sebagai admin?

# lng_sure_add_admin_unban
source: This user is currently restricted or banned. Are you sure you want to unban and promote them?
id: Pengguna ini dibatasi atau diblokir di grup ini. Anda yakin akan buka blokir dan mengangkatnya?

# lng_sure_add_admin_unremove
source: This user is currently restricted or removed. Are you sure you want to promote them?
id: Pengguna ini dibatasi atau dikeluarkan. Anda yakin ingin menjadikan admin?

# lng_sure_ban_admin
source: This user is an admin. Are you sure you want to go ahead and restrict them?
id: Pengguna ini adalah admin. Anda yakin hendak membatasinya?

# lng_sure_ban_user_channel
source: Ban {user} from the channel?
id: Blokir {user} dari channel?

# lng_sure_ban_user_group
source: Do you want to ban {user} from the group?
id: Blokir {user} dari grup?

# lng_sure_clear_downloads
source: Do you want to remove all downloaded files from temp folder? It is done automatically on logout or program uninstall.
id: Anda yakin ingin menghapus semua berkas yang diunduh dari folder temp? Hal ini dilakukan secara otomatis saat keluar dari akun atau uninstal aplikasi.

# lng_sure_delete_and_exit
source: Are you sure you want to delete all message history and leave «{group}»? This action cannot be undone.
id: Apakah Anda yakin akan menghapus semua pesan dan meninggalkan «{grup}»? Tindakan ini tidak dapat dibatalkan.

# lng_sure_delete_by_date_many
source: Are you sure you want to delete all messages for the **{days}**? This action cannot be undone.
id: Anda yakin ingin menghapus semua pesan selama {days}? Tindakan ini tidak dapat dibatalkan.

# lng_sure_delete_by_date_one
source: Are you sure you want to delete all messages for **{date}**? This action cannot be undone.
id: Anda yakin ingin menghapus semua pesan pada tanggal **{date}**? Tindakan ini tidak dapat ditarik kembali.

# lng_sure_delete_channel
source: Are you sure you want to delete this channel? All subscribers will be removed and all messages will be lost.
id: Anda yakin ingin menghapus channel ini? Semua pelanggan akan dikeluarkan, dan semua pesan akan hilang.

# lng_sure_delete_contact
source: Are you sure you want to delete {contact} from your contact list?
id: Anda yakin menghapus {contact} dari daftar kontak Anda?

# lng_sure_delete_group
source: Are you sure you want to delete this group? All members will be removed, and all messages will be lost.
id: Anda yakin menghapus grup ini? semua anggota dan semua pesan akan hilang.

# lng_sure_delete_group_history
source: Are you sure you want to delete all messages in "{group}"? This action cannot be undone.
id: Anda yakin ingin menghapus semua pesan dalam "{group}"? Tindakan ini tidak bisa dibatalkan.

# lng_sure_delete_history
source: Are you sure you want to delete all message history with {contact}? This action cannot be undone.
id: Anda yakin ingin menghapus seluruh riwayat percakapan dengan {contact}? Pesan yang terhapus tak dapat dikembalikan.

# lng_sure_delete_saved_messages
source: Are you sure you want to delete all your saved messages? This action cannot be undone.
id: Anda yakin ingin menghapus semua pesan tersimpan Anda? Tindakan ini tidak bisa dibatalkan.

# lng_sure_delete_selected_days_other
source: {count} selected days
id: {count} hari yang dipilih

# lng_sure_enable
source: Enable
id: Aktifkan
